Repository: nuraqueer/PGPony-Translations-ko
Catalog: ios/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, pt_br, zh_hans

source: No public keys available. Import keys in PGPony first.
de: Keine öffentlichen Schlüssel verfügbar. Importiere zuerst Schlüssel in PGPony.
es: No hay claves públicas disponibles. Importa claves en PGPony primero.
fr: Aucune clé publique disponible. Importez d'abord des clés dans PGPony.
ja: 利用できる公開鍵がありません。まず PGPony で鍵をインポートしてください。
pt_br: Nenhuma chave pública disponível. Importe chaves no PGPony primeiro.
zh_hans: 没有可用的公钥。请先在 PGPony 中导入密钥。

source: No publish targets are enabled. Turn one on in Settings → Keyservers.
de: Keine Veröffentlichungsziele aktiviert. Aktivieren Sie eines unter Einstellungen → Schlüsselserver.
es: No hay destinos de publicación activados. Activa uno en Ajustes → Servidores de claves.
fr: Aucune cible de publication activée. Activez-en une dans Réglages → Serveurs de clés.
ja: 公開先が有効になっていません。設定 → 鍵サーバー で有効にしてください。
pt_br: Nenhum destino de publicação ativado. Ative um em Ajustes → Servidores de chaves.
zh_hans: 未启用任何发布目标。请在“设置 → 密钥服务器”中开启一个。

source: No reason specified
de: Kein Grund angegeben
es: Sin motivo especificado
fr: Aucun motif spécifié
ja: 理由なし
pt_br: Nenhum motivo especificado
zh_hans: 未指定原因

source: No recipients selected
de: Keine Empfänger ausgewählt
es: No hay destinatarios seleccionados
fr: Aucun destinataire sélectionné
ja: 宛先が選択されていません
pt_br: Nenhum destinatário selecionado
zh_hans: 未选择收件人

source: No signature packet found
de: Kein Signaturpaket gefunden
es: No se encontró el paquete de firma
fr: Aucun paquet de signature trouvé
ja: 署名パケットが見つかりません
pt_br: Pacote de assinatura não encontrado
zh_hans: 未找到签名包

source: No signing key available
de: Kein Signaturschlüssel verfügbar
es: No hay clave de firma disponible
fr: Aucune clé de signature disponible
ja: 署名鍵が利用できません
pt_br: Nenhuma chave de assinatura disponível
zh_hans: 没有可用的签名密钥

source: No signing key available — generate or import one in the Keyring tab.
de: Kein Signaturschlüssel verfügbar – erzeuge oder importiere einen im Tab „Schlüsselbund“.
es: No hay clave de firma disponible: genera o importa una en la pestaña Llavero.
fr: Aucune clé de signature disponible — générez-en ou importez-en une depuis l'onglet Trousseau.
ja: 署名鍵がありません。「鍵束」タブで作成またはインポートしてください。
pt_br: Sem chave de assinatura — gere ou importe uma pelo Chaveiro.
zh_hans: 没有可用的签名密钥——请在密钥环标签页生成或导入一个。

source: No signing key on this card.
de: Kein Signierschlüssel auf dieser Karte.
es: No hay clave de firma en esta tarjeta.
fr: Aucune clé de signature sur cette carte.
ja: このカードに署名鍵がありません。
pt_br: Nenhuma chave de assinatura neste cartão.
zh_hans: 此卡上没有签名密钥。

source: No signing keys
de: Keine Signaturschlüssel
es: Sin claves de firma
fr: Aucune clé de signature
ja: 署名鍵がありません
pt_br: Sem chaves de assinatura
zh_hans: 没有签名密钥

source: No signing keys available. Create or import a key pair in PGPony first.
de: Keine Signierschlüssel verfügbar. Erstelle oder importiere zuerst ein Schlüsselpaar in PGPony.
es: No hay claves de firma disponibles. Crea o importa primero un par de claves en PGPony.
fr: Aucune clé de signature disponible. Créez ou importez d'abord une paire de clés dans PGPony.
ja: 利用可能な署名鍵がありません。先に PGPony で鍵ペアを作成またはインポートしてください。
pt_br: Nenhuma chave de assinatura disponível. Crie ou importe primeiro um par de chaves no PGPony.
zh_hans: 没有可用的签名密钥。请先在 PGPony 中创建或导入一个密钥对。

source: No Stores Yet
de: Noch keine Speicher
es: Aún no hay almacenes
fr: Aucun magasin pour l'instant
ja: まだストアがありません
pt_br: Ainda sem repositórios
zh_hans: 还没有密码库

source: No USB-C hardware key detected. Plug your key in and try again.
de: Kein USB-C-Hardware-Schlüssel erkannt. Schließe deinen Schlüssel an und versuche es erneut.
es: No se detectó ninguna clave de hardware USB-C. Conecta tu clave e inténtalo de nuevo.
fr: Aucune clé matérielle USB-C détectée. Branchez votre clé et réessayez.
ja: USB-Cハードウェアキーを検出できません。キーを接続して再試行してください。
pt_br: Nenhuma chave de hardware USB-C detectada. Conecte sua chave e tente de novo.
zh_hans: 未检测到 USB-C 硬件密钥。请插入你的密钥后重试。

source: No valid Cv25519 encryption keys found
de: Keine gültigen Cv25519-Verschlüsselungs­schlüssel gefunden
es: No se encontraron claves de cifrado Cv25519 válidas
fr: Aucune clé de chiffrement Cv25519 valide trouvée
ja: 有効な Cv25519 暗号化鍵が見つかりません
pt_br: Nenhuma chave de cifragem Cv25519 válida encontrada
zh_hans: 未找到有效的 Cv25519 加密密钥

source: No valid encryption keys found
de: Keine gültigen Verschlüsselungsschlüssel gefunden
es: No se encontraron claves de cifrado válidas
fr: Aucune clé de chiffrement valide trouvée
ja: 有効な暗号化鍵が見つかりません
pt_br: Nenhuma chave de cifragem válida encontrada
zh_hans: 未找到有效的加密密钥

source: No valid keys found
de: Keine gültigen Schlüssel gefunden
es: No se encontraron claves válidas
fr: Aucune clé valide trouvée
ja: 有効な鍵が見つかりません
pt_br: Nenhuma chave válida encontrada
zh_hans: 未找到有效的密钥

source: No valid keys found in the scanned QR code.
de: Im gescannten QR-Code wurden keine gültigen Schlüssel gefunden.
es: No se han encontrado claves válidas en el código QR escaneado.
fr: Aucune clé valide trouvée dans le code QR scanné.
ja: スキャンした QR コードに有効な鍵が見つかりませんでした。
pt_br: Nenhuma chave válida encontrada no código QR escaneado.
zh_hans: 扫描到的二维码中未找到有效的密钥。

source: No way to reach a hardware key
de: Kein Weg, einen Hardware-Schlüssel zu erreichen
es: No hay forma de acceder a una clave de hardware
fr: Aucun moyen d'accéder à une clé matérielle
ja: ハードウェアキーに接続する手段がありません
pt_br: Sem meio de acessar uma chave de hardware
zh_hans: 无法连接硬件密钥

source: No way to reach a hardware key. Plug a USB-C key into this device, or use a device that supports NFC.
de: Kein Weg, einen Hardware-Schlüssel zu erreichen. Schließe einen USB-C-Schlüssel an dieses Gerät an oder verwende ein Gerät, das NFC unterstützt.
es: No hay forma de acceder a una clave de hardware. Conecta una clave USB-C a este dispositivo o usa un dispositivo compatible con NFC.
fr: Aucun moyen d'accéder à une clé matérielle. Branchez une clé USB-C sur cet appareil, ou utilisez un appareil prenant en charge le NFC.
ja: ハードウェアキーに接続する手段がありません。この端末にUSB-Cキーを接続するか、NFC対応の端末を使ってください。
pt_br: Sem meio de acessar uma chave de hardware. Conecte uma chave USB-C a este dispositivo ou use um dispositivo que suporte NFC.
zh_hans: 无法连接硬件密钥。请将 USB-C 密钥插入本设备，或使用支持 NFC 的设备。

source: No. Core encryption and key management happen entirely on your device. PGPony has no account system, no analytics, no telemetry, and no advertising SDKs. The app can optionally contact OpenPGP key servers if you choose to publish or look up a key — but this is opt-in and not required to use the app. You can verify this by checking the app's network activity in iOS Settings > Privacy & Security.
de: Nein. Die wichtige Verschlüsselung und Schlüsselverwaltung läuft komplett auf deinem Gerät. PGPony hat kein Kontosystem, keine Analyse, keine Telemetrie und keine Werbe-SDKs. Die App kann optional OpenPGP-Schlüsselserver kontaktieren, wenn du einen Schlüssel veröffentlichst oder suchst – das ist freiwillig und für die Nutzung nicht nötig. Du kannst das überprüfen, indem du die Netzwerkaktivität der App unter Einstellungen → Datenschutz & Sicherheit ansiehst.
es: No. El cifrado y la gestión de claves se realizan por completo en tu dispositivo. PGPony no tiene cuentas, ni analíticas, ni telemetría, ni SDK de publicidad. La app puede contactar opcionalmente con servidores de claves OpenPGP si decides publicar o buscar una clave, pero es opcional y no es necesario para usar la app. Puedes comprobarlo viendo la actividad de red de la app en Ajustes > Privacidad y seguridad.
fr: Non. Le chiffrement et la gestion des clés se font entièrement sur votre appareil. PGPony n'a pas de système de comptes, pas d'analyses, pas de télémétrie et pas de SDK publicitaire. L'application peut, en option, contacter des serveurs de clés OpenPGP si vous choisissez de publier ou de rechercher une clé — c'est facultatif et non requis pour utiliser l'application. Vous pouvez le vérifier en consultant l'activité réseau de l'app dans Réglages > Confidentialité et sécurité.
ja: いいえ。暗号化と鍵管理の中核処理はすべてデバイス上で行われます。PGPony にはアカウントシステム、分析、テレメトリ、広告 SDK はありません。 公開鍵を公開したり検索したりする場合のみ、必要に応じて OpenPGP 鍵サーバーに接続できます。これはオプションであり、利用に必須ではありません。 「設定」→「プライバシーとセキュリティ」でアプリのネットワーク活動を確認することで、自分の目で確かめられます。
pt_br: Não. A criptografia e o gerenciamento de chaves acontecem inteiramente no seu dispositivo. O PGPony não tem sistema de contas, análises, telemetria nem SDKs de publicidade. O app pode opcionalmente contatar servidores de chaves OpenPGP se você optar por publicar ou buscar uma chave — mas isso é opcional e não é necessário para usar o app. Você pode verificar isso conferindo a atividade de rede do app em Ajustes > Privacidade e Segurança.
zh_hans: 不会。核心加密和密钥管理完全在你的设备上进行。PGPony 没有账户系统，没有分析、遥测，也没有广告 SDK。 如果你选择发布或查找密钥，App 可以选择性地联系 OpenPGP 密钥服务器——但这是自愿启用的，使用本 App 并不需要它。 你可以在「iOS 设置 > 隐私与安全性」中查看 App 的网络活动来核实这一点。

source: None
de: Keine
es: Ninguno
fr: Aucun
ja: なし
pt_br: Nenhum
zh_hans: 无

source: Not accepted — this server likely doesn't support %@ keys yet. It's still published to your other servers.
de: Nicht akzeptiert — dieser Server unterstützt %@-Schlüssel wahrscheinlich noch nicht. Er wird trotzdem auf deinen anderen Servern veröffentlicht.
es: No aceptada — es probable que este servidor aún no admita claves %@. Sigue publicada en tus otros servidores.
fr: Non accepté — ce serveur ne prend probablement pas encore en charge les clés %@. Elle reste publiée sur vos autres serveurs.
ja: 受け付けられませんでした。このサーバーはまだ%@鍵に非対応の可能性があります。他のサーバーには公開されています。
pt_br: Não aceita — este servidor provavelmente ainda não suporta chaves %@. Ela continua publicada nos seus outros servidores.
zh_hans: 未被接受，此服务器可能尚不支持 %@ 密钥。你的密钥仍已发布到其他服务器。

source: Not Found
de: Nicht gefunden
es: No encontrado
fr: Introuvable
ja: 見つかりません
pt_br: Não encontrado
zh_hans: 未找到

source: Not found on this server
de: Auf diesem Server nicht gefunden
es: No encontrada en este servidor
fr: Introuvable sur ce serveur
ja: このサーバーには見つかりません
pt_br: Não encontrada neste servidor
zh_hans: 在此服务器上未找到

source: Not Now
de: Nicht jetzt
es: Ahora no
fr: Pas maintenant
ja: 後で
pt_br: Agora não
zh_hans: 以后

source: Not sure which one you need?
de: Nicht sicher, welchen du brauchst?
es: ¿No sabes cuál necesitas?
fr: Vous ne savez pas lequel choisir ?
ja: どれが必要か分かりませんか？
zh_hans: 不确定你需要哪一种？

source: Notes
de: Notizen
es: Notas
ja: メモ
pt_br: Notas
zh_hans: 备注

source: Nothing to sign.
de: Nichts zu signieren.
es: No hay nada que firmar.
fr: Rien à signer.
ja: 署名する内容がありません。
pt_br: Nada para assinar.
zh_hans: 没有可供签名的内容。

source: Nothing to work with — the input was empty.
de: Nichts zu verarbeiten – die Eingabe war leer.
es: No hay nada con qué trabajar: la entrada estaba vacía.
fr: Rien à traiter — l'entrée était vide.
ja: 処理する対象がありません — 入力が空でした。
pt_br: Nada para processar — a entrada estava vazia.
zh_hans: 没有可处理的内容，输入为空。

source: Off
de: Aus
es: Desactivado
fr: Désactivé
ja: オフ
pt_br: Desativado
zh_hans: 关闭

source: Offer to Save Passphrases
de: Anbieten, Passphrasen zu speichern
es: Ofrecer guardar las frases de contraseña
fr: Proposer d'enregistrer les phrases secrètes
ja: パスフレーズの保存を提案
pt_br: Oferecer para salvar senhas
zh_hans: 提示保存口令

source: On iPhone, Tor apps such as Orbot run as a system-wide VPN. This setting is a lower-level alternative for a SOCKS proxy you run yourself; the default 127.0.0.1:9050 is Tor's local SOCKS port.
de: Auf dem iPhone laufen Tor-Apps wie Orbot als systemweites VPN. Diese Einstellung ist eine systemnähere Alternative für einen SOCKS-Proxy, den Sie selbst betreiben; der Standardwert 127.0.0.1:9050 ist der lokale SOCKS-Port von Tor.
es: En el iPhone, las apps de Tor como Orbot funcionan como una VPN de todo el sistema. Este ajuste es una alternativa de más bajo nivel para un proxy SOCKS que ejecutes tú mismo; el valor predeterminado 127.0.0.1:9050 es el puerto SOCKS local de Tor.
fr: Sur iPhone, les applications Tor telles qu'Orbot fonctionnent comme un VPN à l'échelle du système. Ce réglage est une alternative de plus bas niveau pour un proxy SOCKS que vous exécutez vous-même ; la valeur par défaut 127.0.0.1:9050 est le port SOCKS local de Tor.
ja: iPhone では、Orbot などの Tor アプリはシステム全体の VPN として動作します。この設定は、自分で運用する SOCKS プロキシ向けのより低レベルな代替手段です。既定の 127.0.0.1:9050 は Tor のローカル SOCKS ポートです。
pt_br: No iPhone, apps do Tor como o Orbot funcionam como uma VPN para todo o sistema. Este ajuste é uma alternativa de nível mais baixo para um proxy SOCKS que você mesmo executa; o padrão 127.0.0.1:9050 é a porta SOCKS local do Tor.
zh_hans: 在 iPhone 上，Orbot 等 Tor 应用以系统级 VPN 运行。此设置是一个更底层的替代方案，用于你自行运行的 SOCKS 代理；默认的 127.0.0.1:9050 是 Tor 的本地 SOCKS 端口。

source: On your device only. PGPony stores private keys in the iOS Keychain, protected by the Secure Enclave on devices that support it (every iPhone since 5s). If you turn on iCloud Sync, your keys are also stored in iCloud Keychain — end-to-end encrypted by Apple and only readable on devices signed into your iCloud account. Your keys never leave the device unless you explicitly export them through the Exchange tab, or enable iCloud Sync.
de: Nur auf deinem Gerät. PGPony legt private Schlüssel im iOS-Schlüsselbund ab und schützt sie auf unterstützten Geräten (jedes iPhone ab dem 5s) zusätzlich durch die Secure Enclave. Wenn du den iCloud-Sync aktivierst, werden deine Schlüssel zusätzlich im iCloud-Schlüsselbund gespeichert – durchgängig verschlüsselt von Apple und nur auf Geräten lesbar, die mit deiner iCloud-ID angemeldet sind. Deine Schlüssel verlassen das Gerät nie, es sei denn, du exportierst sie ausdrücklich über den Tab „Austauschen“ oder aktivierst den iCloud-Sync.
es: Solo en tu dispositivo. PGPony guarda las claves privadas en el llavero de iOS, protegidas por el Secure Enclave en los dispositivos compatibles (todos los iPhone desde el 5s). Si activas la sincronización con iCloud, tus claves también se guardan en el llavero de iCloud, con cifrado de extremo a extremo de Apple y solo legibles en dispositivos con sesión iniciada en tu cuenta de iCloud. Tus claves nunca salen del dispositivo a menos que las exportes explícitamente desde la pestaña Intercambiar o actives la sincronización con iCloud.
fr: Uniquement sur votre appareil. PGPony stocke les clés privées dans le trousseau iOS, protégées par la Secure Enclave sur les appareils qui la prennent en charge (tous les iPhone depuis le 5s). Si vous activez la synchronisation iCloud, vos clés sont également stockées dans le trousseau iCloud — chiffrées de bout en bout par Apple et lisibles uniquement sur les appareils connectés à votre identifiant iCloud. Vos clés ne quittent jamais l'appareil sauf si vous les exportez explicitement via l'onglet Échanger ou si vous activez la synchronisation iCloud.
ja: お使いのデバイスにのみ保存されます。PGPony は秘密鍵を iOS キーチェーンに保存し、対応端末（iPhone 5s 以降のすべて）では Secure Enclave で保護します。 「iCloud 同期」を有効にすると、鍵は iCloud キーチェーンにも保存されます。Apple によりエンドツーエンドで暗号化され、ご自身の iCloud アカウントにサインインしているデバイスでのみ読み取り可能です。 「交換」タブから明示的にエクスポートするか、iCloud 同期を有効にしない限り、鍵がデバイスから出ることはありません。
pt_br: Apenas no seu dispositivo. O PGPony armazena as chaves privadas no Chaveiro do iOS, protegidas pelo Secure Enclave nos dispositivos compatíveis (todo iPhone a partir do 5s). Se você ativar a sincronização com o iCloud, suas chaves também ficam no Chaveiro do iCloud — criptografadas de ponta a ponta pela Apple e legíveis apenas em dispositivos conectados à sua conta do iCloud. Suas chaves nunca saem do dispositivo, a menos que você as exporte explicitamente pela aba Trocar ou ative a sincronização com o iCloud.
zh_hans: 只在你的设备上。PGPony 将私钥存储在 iOS 钥匙串中，并在支持的设备（自 iPhone 5s 起的所有机型）上由安全隔区（Secure Enclave）保护。 如果你开启 iCloud 同步，你的密钥也会存储在 iCloud 钥匙串中——由 Apple 端到端加密，仅在登录了你 iCloud 账户的设备上可读。 除非你通过交换标签页明确导出密钥，或开启 iCloud 同步，否则密钥绝不会离开本设备。

source: Once you have someone's public key saved in Contacts, head to the Encrypt tab to scramble a message just for them. The result is safe to send over any channel — email, SMS, even a public post.
de: Sobald du den öffentlichen Schlüssel einer Person in den Kontakten gespeichert hast, kannst du im Tab „Verschlüsseln“ eine Nachricht nur für sie verschlüsseln. Das Ergebnis kannst du gefahrlos über jeden Kanal senden – E-Mail, SMS oder sogar als öffentlichen Beitrag.
es: Cuando tengas guardada la clave pública de alguien en Contactos, ve a la pestaña Cifrar para codificar un mensaje solo para esa persona. El resultado se puede enviar de forma segura por cualquier canal: correo, SMS, incluso una publicación pública.
fr: Une fois la clé publique d'une personne enregistrée dans Contacts, allez dans l'onglet Chiffrer pour brouiller un message rien que pour elle. Le résultat peut être envoyé sans risque par n'importe quel canal — e-mail, SMS ou même publication publique.
ja: 相手の公開鍵を「連絡先」に保存しておけば、「暗号化」タブからその人だけに読めるメッセージを作成できます。 結果はメール、SMS、公開投稿など、どんなチャネルでも安全に送れます。
pt_br: Quando você tiver a chave pública de alguém salva em Contatos, vá até a aba Cifrar para embaralhar uma mensagem apenas para essa pessoa. O resultado é seguro para enviar por qualquer canal — e-mail, SMS ou até uma publicação pública.
zh_hans: 一旦你在联系人中保存了某人的公钥，就可以前往加密标签页，把消息加密成只有他们才能读的内容。 结果可安全地通过任意渠道发送——邮件、短信，甚至公开发帖。

source: One-Time Password
de: Einmalpasswort
es: Contraseña de un solo uso
fr: Mot de passe à usage unique
ja: ワンタイムパスワード
pt_br: Senha de uso único
zh_hans: 一次性密码

source: One-time purchase. No subscription.
de: Einmaliger Kauf. Kein Abonnement.
es: Compra única. Sin suscripción.
fr: Achat unique. Sans abonnement.
ja: 買い切り。サブスクリプションではありません。
pt_br: Compra única. Sem assinatura.
zh_hans: 一次性购买。无订阅。

source: Open
de: Öffnen
es: Abrir
fr: Ouvrir
ja: 開く
pt_br: Abrir
zh_hans: 打开

source: Open and decrypt an existing pass (password-store) on your device, optionally with a hardware key. A read-only PGP tool — not a password manager. Enabling adds a Passwords tab.
de: Öffne und entschlüssle einen vorhandenen pass (password-store) auf deinem Gerät, optional mit einem Hardware-Schlüssel. Ein schreibgeschütztes PGP-Werkzeug — kein Passwort-Manager. Das Aktivieren fügt einen Passwörter-Tab hinzu.
es: Abre y descifra un pass (password-store) existente en tu dispositivo, opcionalmente con una llave de hardware. Una herramienta PGP de solo lectura, no un gestor de contraseñas. Activarlo añade una pestaña Contraseñas.
fr: Ouvrez et déchiffrez un pass (password-store) existant sur votre appareil, éventuellement avec une clé matérielle. Un outil PGP en lecture seule, pas un gestionnaire de mots de passe. L'activer ajoute un onglet Mots de passe.
ja: デバイス上の既存の pass (password-store) を、必要に応じてハードウェアキーで開いて復号します。読み取り専用の PGP ツールであり、パスワードマネージャーではありません。有効にすると「パスワード」タブが追加されます。
pt_br: Abra e decifre um pass (password-store) existente no seu dispositivo, opcionalmente com uma chave de hardware. Uma ferramenta PGP somente leitura, não um gerenciador de senhas. Ativar adiciona uma aba Senhas.
zh_hans: 打开并解密你设备上现有的 pass（password-store），也可使用硬件密钥。这是一个只读的 PGP 工具——不是密码管理器。启用后会增加一个密码标签页。

source: Open Camera
de: Kamera öffnen
es: Abrir cámara
fr: Ouvrir l'appareil photo
ja: カメラを開く
pt_br: Abrir câmera
zh_hans: 打开相机

source: Open PGPony
de: PGPony öffnen
es: Abrir PGPony
fr: Ouvrir PGPony
ja: PGPony を開く
pt_br: Abrir o PGPony
zh_hans: 打开 PGPony

source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir les Réglages
ja: 設定を開く
pt_br: Abrir Ajustes
zh_hans: 打开设置

source: Open source (Apache-2.0) — inspect the cryptography
de: Open Source (Apache-2.0) — die Kryptografie überprüfen
es: Código abierto (Apache-2.0): inspecciona la criptografía
fr: Open source (Apache-2.0) — inspectez la cryptographie
ja: オープンソース (Apache-2.0) — 暗号処理を検証できます
pt_br: Código aberto (Apache-2.0): inspecione a criptografia
zh_hans: 开源（Apache-2.0）——可审查其加密实现

source: Open the armored public key for one of your keys in PGPony, ready to copy or share.
de: Öffnet den ASCII-gepanzerten öffentlichen Schlüssel eines Ihrer Schlüssel in PGPony, bereit zum Kopieren oder Teilen.
es: Abre la clave pública blindada (armored) de una de tus claves en PGPony, lista para copiar o compartir.
fr: Ouvre la clé publique au format armored de l'une de vos clés dans PGPony, prête à copier ou partager.
ja: あなたの鍵の 1 つの ASCII アーマー公開鍵を PGPony で開き、コピーまたは共有できる状態にします。
pt_br: Abre a chave pública blindada (armored) de uma das suas chaves no PGPony, pronta para copiar ou compartilhar.
zh_hans: 在 PGPony 中打开你某个密钥的装甲格式公钥，随时可复制或分享。

source: Open the Decrypt tab and paste the encrypted message. It should start with -----BEGIN PGP MESSAGE----- and end with -----END PGP MESSAGE-----. Tap Decrypt. If the message was encrypted to one of your keys, PGPony will show you the plaintext. If your private key is passphrase-protected, you'll be asked for the passphrase first. You can also share an .asc/.pgp/.gpg file directly to PGPony from another app via the Share Sheet.
de: Öffne den Tab „Entschlüsseln“ und füge die verschlüsselte Nachricht ein. Sie sollte mit -----BEGIN PGP MESSAGE----- beginnen und mit -----END PGP MESSAGE----- enden. Tippe auf „Entschlüsseln“. Wenn die Nachricht an einen deiner Schlüssel verschlüsselt wurde, zeigt PGPony den Klartext an. Ist dein privater Schlüssel mit einer Passphrase geschützt, wirst du zuerst danach gefragt. Du kannst aus einer anderen App auch eine .asc-/.pgp-/.gpg-Datei direkt über das Teilen-Menü an PGPony übergeben.
es: Abre la pestaña Descifrar y pega el mensaje cifrado. Debe empezar por -----BEGIN PGP MESSAGE----- y terminar con -----END PGP MESSAGE-----. Toca Descifrar. Si el mensaje se cifró para una de tus claves, PGPony te mostrará el texto en claro. Si tu clave privada está protegida con frase de contraseña, te pedirá la frase primero. También puedes compartir directamente un archivo .asc/.pgp/.gpg a PGPony desde otra app a través de la hoja para compartir.
fr: Ouvrez l'onglet Déchiffrer et collez le message chiffré. Il doit commencer par -----BEGIN PGP MESSAGE----- et se terminer par -----END PGP MESSAGE-----. Appuyez sur Déchiffrer. Si le message a été chiffré pour l'une de vos clés, PGPony affichera le texte en clair. Si votre clé privée est protégée par une phrase secrète, elle vous sera d'abord demandée. Vous pouvez aussi partager un fichier .asc/.pgp/.gpg directement vers PGPony depuis une autre application via la feuille de partage.
ja: 「復号」タブを開き、暗号化されたメッセージを貼り付けます。-----BEGIN PGP MESSAGE----- で始まり、-----END PGP MESSAGE----- で終わるはずです。 「復号」をタップすると、自分の鍵で暗号化されていた場合に PGPony が平文を表示します。秘密鍵がパスフレーズで保護されている場合は、最初にパスフレーズを尋ねられます。 他のアプリから共有シート経由で .asc／.pgp／.gpg ファイルを PGPony に直接共有することもできます。
pt_br: Abra a aba Decifrar e cole a mensagem cifrada. Ela deve começar com -----BEGIN PGP MESSAGE----- e terminar com -----END PGP MESSAGE-----. Toque em Decifrar. Se a mensagem foi cifrada para uma das suas chaves, o PGPony mostrará o texto em claro. Se sua chave privada tiver frase-senha, ela será solicitada antes. Você também pode compartilhar um arquivo .asc/.pgp/.gpg diretamente para o PGPony a partir de outro app pela Folha de Compartilhamento.
zh_hans: 打开解密标签页，粘贴加密消息。它应以 -----BEGIN PGP MESSAGE----- 开头，以 -----END PGP MESSAGE----- 结尾。 轻点解密。如果该消息是用你的某个密钥加密的，PGPony 会向你显示明文。如果你的私钥有口令保护，会先要求你输入口令。 你也可以通过共享表单，从其他 App 直接把 .asc/.pgp/.gpg 文件分享给 PGPony。
